# Задание 1
***
Написать программу, выводящую фразу “Привет, user!”, где user - имя пользователя, вводимое пользователем.
***
Описание работы программы: Данная программа с помощью `Scanner` считывает строку, введённую пользователем, и записывает её в переменную `username`.
Далее выводится приветствие вида: "Привет, user!" при помощи следующей строчки кода: `System.out.println("Привет, " + username + "!");`.
***